---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentSavedAsEventArgs
source: html/1e175a1f-66d8-f662-43db-2aecb0c28d1f.htm
---
# DocumentSavedAsEventArgs Members

Indicates whether the event is being cancelled.